Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Something went wrong. Check to make sure the URL you went to was correct -- e-mail programs will sometimes split it into two lines. If you still have issues, e-mail us to let us know what happened at {email}.
uk: Щось пішло не так. Перевірте правильність URL, за яким ви перейшли: поштові програми інколи розділяють посилання на два рядки. Якщо проблема все ще наявна, повідомте нас про те, що сталося за адресою {email}.

source: You are now logged in! Have fun!
uk: Ви увійшли! Розважайтеся!

source: Student Gradebook
uk: Журнал оцінок студентів

source: We could not save your progress
uk: Ми не могли зберегти ваш прогрес

source: Library is invalid, corrupt, or has been deleted.
uk: Бібліотека несправна, пошкоджена або видалена

source: Choose File
uk: Обрати файл

source: The transaction has already been settled or reversed.
uk: Транзакція вже була розміщена або відсторонена.

source: Content Experiment
uk: Експериментальний матеріал

source: Course page automatically created.
uk: Сторінку курсу створено автоматично.

source: Enter your response to the question above.
uk: Введіть вашу відповідь на питання вище.

source: Cannot find user with username
uk: Неможливо знайти користувача із ім'ям

source: Today is {date}
uk: Сьогодні {date}

source: Jan
uk: Січ.

source: Paste as text
uk: Вставити як текст

source: Course Staff
uk: Співробітники Курсу

source: Customers
uk: Клієнти

source: Error connecting to elasticsearch
uk: Помилка при підключенні до сервісу elasticsearch

source: Course is not yet visible to students.
uk: Курс ще не видимий для студентів.

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
uk: Почато переоцінювання завдання '<%= problem_id %>' для студента '<%= student_id %>'. Клацніть кнопку 'Показати історію задач для студента' щоб побачити стан задачі.

source: Your permission settings were unchanged, so nothing saved.
uk: Ваші налаштування прав доступу не змінено, нічого зберігати.

source: Payment instructions
uk: Інструкції щодо оплати

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
uk: Використовуйте клавіші зі стрілками для переміщення між підказками або скористайтеся клавішею табуляції для повернення до калькулятору

source: Enter the page number you'd like to quickly navigate to.
uk: Введіль номер сторінки на яку Ви хочете швидко переміститись

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
uk: (2) Зареєструвавшись, скопіюйте URL-адресу для отримання компенсації та вставте її в адресний рядок браузера.

source: Are you sure you want to delete this component? This action cannot be undone.
uk: Ви впевнені, що хочете видалити цей компонент? Ця дія є незворотньою.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
uk: Текст або HTML-код з подальшими інструкціями по оформленню залікових одиниць. Він з'явиться на сторінці з квитанцією тільки після оплати.

source: Click this, and a link to student's progress page will appear below:
uk: Натисніть сюди, і нижче з'явиться посилання на сторінку, яка відображатиме досягнення студента:

source: endorsed %(time_ago)s by %(user)s
uk: підтримано %(time_ago)s користувачем %(user)s

source: Subsection Data
uk: Дані по підрозділу

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
uk: Додайте теги, що дозволяють автоматично виділяти конструкції певним кольором, розділяючи ці теги коми; наприклад: образи: червоний, паралелізм: синій

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
uk: Я дозволяю edX використовувати інформацію, надану в даній заяві (за винятком фінансової інформації) у своїх маркетингових цілях.

source: Pin
uk: Закріпити

source: Change My Name
uk: Змінити моє ім'я

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
uk: ідентифікатор компанії для кнопки LinkedIn Add-to-Profile, напр. 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
uk: Клікніть щоб відобразити конфігурацію оцінок для цього курсу. Конфігурація оцінок розбивається на оцінки підсекцій курсу (таких як іспити і групи завдань), і може бути змінена на сторінці 'Оцінки' (під 'Налаштуваннями') в Студії.

source: List date extensions for student
uk: Показати список дат, до яких продовжено терміни для студента

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
uk: На жаль, нам не вдалося підтвердити ваші дані для атестації {assessment} за курсом {course_name}. Використано спроб: {used_attempts} з {allowed_attempts}. Підтвердити особу більше не можна.

source: Company Name
uk: Ім'я компанії

source: Please Wait
uk: Будь ласка, зачекайте

source: Site statistics
uk: Статистика сайту

source: These users will be allowed to enroll once they register:
uk: Цим користувачам буде дозволено зареєструватися на курс після реєстрації на сайті:

source: {course_id} is not a valid course key.
uk: {course_id} недійсний ключ курсу.

source: Ready
uk: Готово

source: Verification not yet complete.
uk: Перевірка ще не завершена

source: Course certificate generation requires an activated web certificate configuration.
uk: Для створення сертифікатів про закінчення курсу необхідно активувати установки сертифікатів.

source: You do not have any notes.
uk: У вас нема жодної нотатки.

source: or
uk: або

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
uk: Чи слід включити або виключити даний курс. Якщо вказано білий список країн, то ЛИШЕ користувачи з білого списку країн будуть мати доступ до курсу. Якщо вказано чорний список країн, то користувачи з чорного списку країн НЕ будуть мати доступ до курсу.

source: Something went wrong changing this enrollment. Please try again.
uk: Щось не так сталося при зміні даного зарахування. Будь ласка, повторіть спробу пізніше.

source: or create your own {platform_name} account by completing all <strong>required*</strong> fields below.
uk: або створіть свій обліковий запис {platform_name}, заповнивши всі <strong>обов'язкові*</strong> поля нижче.

source: Which child module students in a particular group_id should see
uk: Який модуль в тій або іншій group_id повинні побачити слухачі

source: Start Date:
uk: Дата Початку:

source: You must enter a valid email address in order to add an instructor
uk: Ви повинні ввести коректну електронну адресу, щоб додати інструктора.

source: Upload new file
uk: Вивантажити новий файл

source: Successfully saved your submission.
uk: Ваша відповідь була успішно збережена.

source: My Profile
uk: Мій профіль

source: Algorithm ID
uk: ID алгоритму

source: Verified Certificate
uk: Верифікований сертифікат

source: This content experiment has issues that affect content visibility.
uk: З цим експериментальним матеріалом виникли проблеми, що впливають на його видимість.

source: as a percent, e.g. 40
uk: як процент, наприклад 40

source: Percentage of seats purchased individually
uk: Відсоток місць, куплених в роздріб

source: The ISO 639-1 language code for this language.
uk: Код мови ISO 639-1 для цієї мови.

source: Refresh Status
uk: Оновити статус

source: This email was automatically sent from {site_name} to {email_address}
uk: Це повідомлення автоматично відправлено з сайту {site_name} на адресу {email_address}

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
uk: Банк, що випустив карту, поки не може схвалити платіж. Код авторизації\n не буде висланий, але ви можете дізнатися його у представників банку.\n Отримайте код або використовуйте інший спосіб оплати.\n

source: Turn on captions
uk: Увімкнути підписи

source: Files &amp; Uploads
uk: Файли і підсилювач; Завантаження

source: Enter the URL for the official course Facebook group. If you provide a URL, the mobile app includes a button that students can tap to access the group.
uk: Введіть посилання на офіційну групу курсу в Facebook. Якщо ви вкажете посилання, мобільний додаток буде мати кнопку, за допомогою якої слухачі зможуть приєднатись до вашої групи.

source: Create My Account
uk: Створити Мій Аккаунт

source: Studio Server Error
uk: Помилка Studio Server

source: {numUsersAdded} students have been added to this cohort
uk: {numUsersAdded} студентів додано до цієї когорти

source: Error occurred while contacting the grading service. Please notify course staff.
uk: Відбулась помилка під час з'єднування з сервісом оцінювання. Будь ласка, повідомте персонал курсу.

source: Functions
uk: Функції

source: Course-specific grade adjustment
uk: Корекція оцінок для конкретних курсів

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
uk: Введіть формат дати для зазначення термінів здачі. За замовчуванням використовується американський стандарт. Введіть \"%d-%m-%Y\" для переходу на український.

source: Count
uk: Кількість

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
uk: Ми вислали повідомлення на {new_email_address}. Перейдіть по посиланню в листі для того, щоб оновити вашу адресу електронної пошти.

source: The course you are registering for is closed.
uk: Курс, на який Ви намагаєтеся зареєструватися, закритий.

source: Enter team description.
uk: Введіть опис команди.

source: Make Visible to Students
uk: Зробити видимим для студентів

source: Unable to find any students with submissions to be {action}
uk: Неможливо знайти жодного студента із подачами, які {action}

source: HTML Textbooks
uk: Підручники в форматі HTML

source: maximum upload file size is %(file_size)sK
uk: максимальний розмір відвантаженого файлу - %(file_size)sK

source: The file must be one of the following types: {valid_file_types}.
uk: Файл повинен бути одного з наступних типів: {valid_file_types}.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
uk: Виникла проблема з інформацією про обліковий запис в системі платіжної компанії Cybersource. Будь ласка, дайте нам знати {0}

source: Your New Password
uk: Ваш новий пароль

source: To uphold the credibility of your {platform} {cert_name_short}, all name changes will be logged and recorded.
uk: Для підтримки достовірності {platform} {cert_name_short}, всі факти зміни імені будуть зареєстровані і збережені.

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
uk: Навчальна група {cohortGroupName} була створена. Нижче ви можете вручну додати студентів в цю групу.

source: Group %s
uk: Група %s

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
uk: Звіт відповідей, показані нижче, генеруються періодично автоматичним фоновим процесом. Звіт кумулятивний, так що відповіді, опубліковані після старту процесу, включаються в наступний звіт. Звіти створюються кілька разів на день.

source: Existing students:
uk: Існуючі студенти:

source: This order can't have its status changed.
uk: Неможливо змінити статус цього замовлення

source: If this error persists, please contact the course staff.
uk: Якщо ця помилка повторюватиметься, будь ласка, зв'яжіться із персоналом курсу.

source: {num_emails} failed
uk: {num_emails} помилок

source: Select Assignment Type
uk: Вибрати тип завдання

source: File history
uk: Історія файлу

source: Feb
uk: Лют.

source: Oops, failed to create user {0}, IntegrityError
uk: Отакої! Невдача при створенні користувача {0}, IntegrityError

source: This account has been temporarily locked due to excessive login failures. Try again later.
uk: Цей акаунт було тимчасово заблоковано через надмірну кількість невдалих спроб входу. Спробуйте ще раз пізніше.

source: Successful transaction.
uk: Вдала транзакція.

source: To download a CSV file containing profile information for students who are enrolled in this course, visit the Data Download section of the Instructor Dashboard.
uk: Щоб скачати файл в форматі CSV з особистими даними студентів, зареєстрованих на цей курс, перейдіть до розділу Завантаження даних на Панелі керування викладача.

source: HTML link from the attached CSV file
uk: HTML-посилання з прикладеного файлу у форматі CSV

source: Cancel
uk: Відмінити

source: Verification Submitted
uk: Дані відправлені на перевірку

source: Refund ID
uk: ID Відшкодування

source: Heading 2
uk: Заголовок 2

source: Initial title of the article. May be overridden with revision titles.
uk: Початкова назва статті. Може бути замінена заголовками інших версій.

source: Unknown Country
uk: Невідома країна

source: Search and add file
uk: Шукати та додати файл

source: The total number of enrollment codes to create
uk: Загальна кількість кодів для зарахування, які потрібно створити

source: We've changed the look and feel of the Instructor Dashboard. During this transition time, you can still access the old Instructor Dashboard by clicking the 'Revert to Legacy Dashboard' button above.
uk: Ми змінили вигляд і функціональність Панелі управління викладача. Протягом перехідного періоду ви можете звертатися до старої Панелі управління викладача шляхом натискання кнопки "Повернутися до попередньої версії Панелі управління", розташованої вище.

source: Reviewed and Verified
uk: Перевірено та підтверджено

source: Audit Enrollment
uk: Зараховано в якості слухачів

source: Shipping
uk: Доставка

source: Problem failed to be {action} for student '{student}'
uk: Задача не {action} для студента '{student}'

source: We will send a confirmation to both {email} and your new email as part of the process.
uk: Ми надішлемо підтвердження як на {email}, так і на вашу нову адресу.

source: Congratulations! This page summarizes all of the details of what you've accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
uk: Вітаємо! Ця сторінка містить усі ваші досягнення. Поділіться нею з родиною, друзями і колегами у своїх соціальних і професійних мережах.

source: Click to list certificates that are issued for this course:
uk: Натисніть, щоб створити список сертифікатів, виданих на цьому курсі:

source: Dear Student,
uk: Шановний студент,

source: Enter the external login method students can use for the course.
uk: Введіть назву методу зовнішньої аутентифікації, яким можуть скористатися слухачі курсу

source: 1e and the exponent
uk: 10^ та експонента

source: Your changes were saved.
uk: Ваші зміни були збережені.

source: Please specify a reason.
uk: Будь ласка, вкажіть причину.

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
uk: Якщо включені індивідуальні URL-адреси курсів і можливість публікувати в соціальних мережах інформацію про запис на курс з панелі управління, то ви можете додати URL-адресу, на яку будуть посилатися повідомлення в соціальних мережах (наприклад, адреса сторінки "Про курс"). URL-адреса має бути абсолютною, наприклад:\nhttp://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: open slots
uk: вільне місце

source: Upload a new PDF to “<%= name %>”
uk: Завантажити новий PDF в “<%= name %>”

source: Cut
uk: Видалити

source: Jun
uk: Черв.

source: %d months
uk: %d місяців

source: Duplicate of '{0}'
uk: Дублювання '{0}'

source: If the Instructor Dashboard is missing functionality, please contact your PM to let us know.
uk: Якщо які-небудь властивості Панелі управління викладача не функціонують, будь ласка, дайте нам знати, зв'язавшись зі своїм менеджером продукту.

source: New Page
uk: Нова сторінка

source: Psychometrics
uk: Психометріка

source: Show all
uk: Показати усе

source: The number of active students, and the number of students who engaged in specific activities, over time.
uk: Кількість активних студентів, та кількість студентів, які беруть участь в конкретних заходах, протягом довгого часу.

source: (no log message)
uk: (немає лог-повідомлень)

source: Name of letter
uk: Назва літери

source: View all problems that require peer assessment in this particular course.
uk: Переглянути всі задачі, які потребують взаємної оцінювання на цьому курсі.

source: General system failure.
uk: Загальна відмова системи.

source: Your verification status is good until {date}.
uk: Ваш статус підтвердження дійсний до {date}.

source: This type of component cannot be shown while viewing the course as a specific student.
uk: Неможливо відобразити цей вид компонента при перегляді курсу в якості певного учня.

source: Optional
uk: Необов’язково

source: Video Pre-Roll
uk: Заставка

source: Improve frequently accessed content, or point students at underused resources.
uk: Вдоскональте часто відвідувані матеріали, або порадьте студентам інші, недостатньо використовувані.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
uk: Вибачте! Ваш платіж не може бути оброблений через виникнення непередбаченої ситуації. Будь ласка, зв'яжіться з нами за адресою {email} для допомоги.

source: Take this course as an ID-verified student.
uk: Пройдіть цей курс як верифікований студент.

source: Auto-enroll students when they activate
uk: Автоматично реєструвати студентів при активації

source: Student answer.
uk: Відповідь студента.

source: All Sections
uk: Всі розділи

source: %s from now
uk: %s відтепер

source: Course Info Sidebar Name
uk: "Інформація про курс" - заголовок бокової панелі

source: Yesterday
uk: Вчора

source: Team description cannot have more than 300 characters.
uk: Опис команди не може бути довше 300 символів.

source: Supplier
uk: Постачальник

source: Add
uk: Додати

source: current revision
uk: поточна версія

source: blocked content with body hash %{hash}
uk: заблоковано контент з хешем %{hash}

source: Status
uk: Статус

source: Total: {currency_symbol}{sale_price}
uk: Всього: {sale_price}{currency_symbol}

source: Country with the second largest number of students.
uk: Країна - друга за кількістю студентів, записаних на курс.

source: Items ordered:
uk: Замовлені найменування:

source: The request is missing one or more required fields.
uk: У запиті відсутнє одне або декілька обов'язкових полів.

source: October
uk: Жовтня

source: New title
uk: Новий заголовок

source: (Max 128 characters)
uk: (Максимум 128 символів)

source: Approved:
uk: Затверджено:

source: Repair Results
uk: Результати відновлення

source: Cart item quantity should not be greater than 1 when applying activation code
uk: Для активації коду кількість одиниць у кошику не повинно перевищувати 1.

source: Error in evaluating SchematicResponse. The error was: {error_msg}
uk: Помилка при обробці SchematicResponse. Повідомлення про помилку: {error_msg}

source: A level of education is required
uk: Необхідно вказати рівень освіти

source: The id is a unique identifier for the discussion. It is non editable.
uk: Унікальний ідентифікатор обговорення. Він не підлягає редагуванню.

source: Course Organization Display String
uk: Назва організації, що відображається

source: {platform_name} offers interactive online classes and MOOCs.
uk: {platform_name} надає інтерактивні онлайн-курси.

source: No photo ID was provided.
uk: Не надана фотографія посвідчення.

source: Activity
uk: Діяльність

source: Mark as Answer
uk: Відмітити як Відповідь

source: Click to unpin
uk: Клацніть щоб відкріпити

source: Reset Your %(platform_name)s Password
uk: Оновіть ваш %(platform_name)s пароль

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
uk: Тільки блоки XBlock, що зазначені в списку курса Advanced Module List можуть бути відключені. Не забудьте оновити стан підтримки XBlockStudioConfiguration відповідно, оскільки відключені блоки XBlock можуть бути створені в Студії.

source: Failed in authenticating {0}
uk: Невдала аутентифікація {0}

source: on
uk: вкл

source: A file was deleted: %s
uk: Файл був видалений: %s

source: A problem grade report is already being generated. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Детальний оціночний лист на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: You will no longer receive forum notification emails from {platform_name}. Click {dashboard_link_start}here{link_end} to return to your dashboard. If you did not mean to do this, click {undo_link_start}here{link_end} to re-subscribe.
uk: Ви більше не будете отримувати повідомлення з форуму {platform_name}. Натисніть {dashboard_link_start} тут, {link_end} щоб повернутися до панелі управління. Якщо Ви відмовилися від підписки випадково, натисніть {undo_link_start} тут, {link_end} щоб знову активувати повідомлення.

source: Remove all
uk: Видалити всі

source: Thu
uk: Чт

source: Take Photo
uk: Зробити фото

source: We've encountered an error. Refresh your browser and then try again.
uk: Ми помітили помилку. Оновіть сторінку в браузері а потім повторіть спробу.

source: Column group
uk: Група стовпців

source: Answer: <%=value%>
uk: Відповідь: <%=value%>

source: Error listing task history for this student and problem.
uk: Сталась помилка під час отримання історії задач для цього студента та завдання.

source: Audit
uk: Аудит

source: Generating example {name} certificate
uk: Створюється сертифікат {name} для прикладу

source: Explore free courses from {university_name}.
uk: Ознайомтеся з безкоштовними курсами від {university_name}.

source: Source code for LaTeX documents. This feature is not well-supported.
uk: Код для документів LaTeX. Ця функція підтримується не повністю.

source: Hide Annotations
uk: Сховати Анотації

source: Enroll
uk: Внести до списку

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
uk: Введіть налаштування віддаленого доступу до оціночного листа. Використовуйте цей параметр тільки в тому випадку, коли задано REMOTE_GRADEBOOK_URL.

source: Designate a Subsection as Graded
uk: Вказати, що підрозділ виконується на оцінку
